/**
 * 문제 이름 : 빌런 호석
 * URL : https://www.acmicpc.net/problem/22251
 * 문제 설명 :
 * 시간복잡도 :
 * 핵심 로직 및 생각 :
 * 소요 시간 :
 * 제출할 때, package 삭제할 것
 */

package baekjoon.t22000f22999.p22251;

public class Main {
    public static void main(String[] args) {

    }
}

/*
    가장 위 => 첫 번째
    위 왼쪽 => 두 번째
    위 오른쪽 => 세 번째
    가운데 => 네 번째
    아래 왼쪽 => 다섯 번째
    아래 오른쪽 => 여섯 번째
    가장 아래 => 일곱 번째

    0 => 1110111
    1 => 0010010
    2 => 1011101
    3 => 1011011
    4 => 0111010
    5 => 1101011
    6 => 1101111
    7 => 1010010
    8 => 1111111
    9 => 1111011
 */